---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterStringEquals
source: html/178f1688-f565-391a-60e1-f82ccdb90163.htm
---
# FilterStringEquals Members

Constructs an instance of FilterStringEquals.